
tap 'homebrew/cask-versions'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'
tap 'nvie/tap'

cask 'alfred'
cask 'cakebrew'
cask 'docker'
cask 'doubletwist'
cask 'font-hack-nerd-font'
cask 'imageoptim'
cask 'little-snitch'
cask 'qlmarkdown'
cask 'quicklook-csv'
cask 'the-unarchiver'
cask 'vlc'
cask 'caret'
cask 'dotnet-sdk'
cask 'font-source-code-pro'
cask 'iterm2'
cask 'qlcolorcode'
cask 'qlprettypatch'
cask 'quicklook-json'
cask 'visual-studio-code'
cask 'webpquicklook'



brew 'ack'
brew 'cowsay'
brew 'exercism'
brew 'gdbm'
brew 'git'
brew 'git-secrets'
brew 'highlight'
brew 'libyaml'
brew 'ncurses'
brew 'openjdk'
brew 'pcre2'
brew 'pipenv'
brew 'python@2'
brew 'python'
brew 'python@3.8'
brew 'ruby'
brew 'vault'
brew 'xz'
brew 'zsh'
brew 'bash-completion'
brew 'docker'
brew 'fortune'
brew 'gettext'
brew 'git-flow'
brew 'git-toolbelt'
brew 'hub'
brew 'lua'
brew 'openssl@1.1'
brew 'perl'
brew 'rcm'
brew 'sqlite'
brew 'vault-cli'
brew 'yarn'
brew 'zsh-syntax-highlighting'
brew 'coreutils'
brew 'exa'
brew 'fzf'
brew 'gh'
brew 'git-lfs'
brew 'helm'
brew 'icu4c'
brew 'mackup'
brew 'nvm'
brew 'pcre'
brew 'pkg-config'
brew 'readline'
brew 'tree'
brew 'vim'
brew 'z'


# Install `wget` with IRI support.
brew 'wget --with-iri'

# Install GnuPG to enable PGP-signing commits.
brew 'gnupg'


mas 'Xcode', id: 497799835
