
tap 'homebrew/cask-versions'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'


cask 'alfred'
cask 'bartender'
cask 'caret'
cask 'docker'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'little-snitch'
cask 'microsoft-office'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'stack'
cask 'teamviewer'
cask 'telegram'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'cheatsheet'
cask 'dotnet-sdk'
cask 'doubletwist'
cask 'font-hack-nerd-font'
cask 'font-source-code-pro'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'superduper'
cask 'webpquicklook'




brew 'automake'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'ffmpeg'
brew 'findutils'
brew 'fnm'
brew 'gcc'
brew 'gdb'
brew 'git'
brew 'glib'
brew 'go'
brew 'gradle'
brew 'hub'
brew 'leveldb'
brew 'mas'
brew 'openssl'
brew 'pipenv'
brew 'python@2'
brew 'python'
brew 'ssh-copy-id'
brew 'wget'
brew 'youtube-dl'
brew 'ack'
brew 'bash-completion'
brew 'cowsay'
brew 'fortune'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'git-lfs'
brew 'git-secrets'
brew 'highlight'
brew 'icu4c'
brew 'libyaml'
brew 'lua'
brew 'ncurses'
brew 'nvm'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'readline'
brew 'ruby'
brew 'tree'
brew 'vim'
brew 'xz'
brew 'yarn'
brew 'z'
brew 'zsh'
brew 'zsh-syntax-highlighting'
# Install `wget` with IRI support.
brew 'wget --with-iri'

# Install GnuPG to enable PGP-signing commits.
brew 'gnupg'


mas 'Amphetamine', id: 937984704
mas 'Xcode', id: 497799835
